Repository: liyishibeck-ctrl/Buddhist_Text_Analysis_Platform
Catalog: data/raw/tibetan/84000/data-translation-memory-master/toh9-v3.tmx
Source language: bo
Languages: en

source: །མིག་ཅེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་ཅེས་བྱ་བ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་བ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་།
en: They do not consider whether the so-called eyes are impermanent.

source: ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called eyes are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. “

source: །གཟུགས་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called sights are permanent.

source: །གཟུགས་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གཟུགས་ཞེས་བྱ་བ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་བ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་།
en: They do not consider whether so-called sights are impermanent.

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called visual consciousness is permanent.

source: །མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་གི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་པ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་།
en: They do not consider whether so-called visual consciousness is impermanent.

source: ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་།
en: They do not consider whether so-called visual consciousness is imbued with happiness or imbued with suffering, whether it constitutes a self or a nonself, whether it is at peace or not at peace, whether it is empty or not empty, whether it is with signs or without signs, whether it is with aspirations or without aspirations, whether it is conditioned or unconditioned, whether it is defiled or purified, whether it arises or ceases, whether it is void or not void, whether it is virtuous or nonvirtuous, whether it is objectionable or free from being objectionable, whether it is contaminated or uncontaminated, whether it is tainted with afflicted mental states or untainted with afflicted mental states, whether it is mundane or supramundane, or whether it is associated with cyclic existence or associated with nirvāṇa. “

source: འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called visually compounded sensory contact is permanent.

source: །མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མིག་གི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་པ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་།
en: They do not consider whether so-called visually compounded sensory contact is impermanent.

source: ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གང་ཡང་མིག་དང་། གཟུགས་དང་།
en: They do not consider whether so-called visually compounded sensory contact is imbued with happiness or imbued with suffering, whether it constitutes a self or a nonself, whether it is at peace or not at peace, whether it is empty or not empty, whether it is with signs or without signs, whether it is with aspirations or without aspirations, whether it is conditioned or unconditioned, whether it is defiled or purified, whether it arises or ceases, whether it is void or not void, whether it is virtuous or nonvirtuous, whether it is objectionable or free from being objectionable, whether it is contaminated or uncontaminated, whether it is tainted with afflicted mental states or untainted with afflicted mental states, whether it is mundane or supramundane, or whether it is associated with cyclic existence or associated with nirvāṇa. {

source: མིག་གི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་བྱུང་བའི་ཚོར་བ་བདེ་བའམ་སྡུག་བསྔལ་བའམ། བདེ་བ་ཡང་མ་ཡིན་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་འབྱུང་ཞེས་བྱ་བ་དེ་ཡང་རྟག་པ་དང་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་པ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: Dt.104} “They do not consider whether any so-called feelings conditioned by sensory contact compounded by the eyes, sights, and visual consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering—are permanent or impermanent, whether they are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. “

source: །རྣ་བ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called ears are permanent.

source: །རྣ་བ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called ears are impermanent [and so forth].

source: །རྣ་བ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called ears are associated with cyclic existence or associated with nirvāṇa. “

source: །སྒྲ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called sounds are permanent.

source: །སྒྲ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called sounds are impermanent [and so forth].

source: །སྒྲ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called sounds are associated with cyclic existence or associated with nirvāṇa. “

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called auditory consciousness is permanent.

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called auditory consciousness is impermanent [and so forth].

source: །རྣ་བའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called auditory consciousness is associated with cyclic existence or associated with nirvāṇa. “

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called aurally compounded sensory contact is permanent.

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called aurally compounded sensory contact is impermanent [and so forth].

source: །རྣ་བའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གང་ཡང་རྣ་བ་དང་།
en: They do not consider whether so-called aurally compounded sensory contact is associated with cyclic existence or associated with nirvāṇa. “

source: སྒྲ་དང་། རྣ་བའི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་བྱུང་བའི་ཚོར་བ་བདེ་བ་འམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་འབྱུང་ཞེས་བྱ་བ་དེ་ཡང་རྟག་པ་དང་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether any so-called feelings conditioned by sensory contact compounded by the ears, sounds, and auditory consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering—are permanent or impermanent.

source: །བདེ་བ་དང་སྡུག་བསྔལ་བ་དང་། བདག་དང་བདག་མེད་པ་དང་། ཞི་བ་དང་མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་པ་དང་། མཚན་མ་ཡོད་པ་དང་།
en: They do not consider whether they are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. “

source: མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་།
en: They do not consider whether the so-called nose is permanent.

source: ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་།
en: They do not consider whether the so-called nose is impermanent [and so forth].

source: འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་། མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སྣ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called nose is associated with cyclic existence or associated with nirvāṇa. “

source: །སྣ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །སྣ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called odors are permanent.

source: །དྲི་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །དྲི་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called odors are impermanent [and so forth].

source: །དྲི་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called odors are associated with cyclic existence or associated with nirvāṇa. “

source: །སྣའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called olfactory consciousness is permanent.

source: །སྣའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called olfactory consciousness is impermanent [and so forth].

source: །སྣའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called olfactory consciousness is associated with cyclic existence or associated with nirvāṇa. “

source: །སྣའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called nasally compounded sensory contact is permanent.

source: །སྣའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called nasally compounded sensory contact is impermanent [and so forth].

source: །སྣའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གང་ཡང་སྣ་དང་། དྲི་དང་།
en: They do not consider whether so-called nasally compounded sensory contact is associated with cyclic existence or associated with nirvāṇa. “

source: སྣའི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་བྱུང་བའི་ཚོར་བ་བདེ་བ་འམ། སྡུག་བསྔལ་བ་འམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་འབྱུང་ཞེས་བྱ་བ་དེ་ཡང་རྟག་པ་དང་། མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་པ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་
en: They do not consider whether any so-called feelings conditioned by sensory contact compounded by the nose, odors, and olfactory consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering—are permanent or impermanent.

source: ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་། ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. “

source: །ལྕེ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called tongue is permanent.

source: །ལྕེ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called tongue is impermanent [and so forth].

source: །ལྕེ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called tongue is associated with cyclic existence or associated with nirvāṇa. “

source: །རོ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tastes are permanent.

source: །རོ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tastes are impermanent [and so forth].

source: །རོ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tastes are associated with cyclic existence or associated with nirvāṇa. “

source: །ལྕེའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called gustatory consciousness is permanent.

source: །ལྕེའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called gustatory consciousness is impermanent [and so forth].

source: །ལྕེའི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called gustatory consciousness is associated with cyclic existence or associated with nirvāṇa. “

source: །ལྕེའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called lingually compounded sensory contact is permanent.

source: །ལྕེའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called lingually compounded sensory contact is impermanent [and so forth].

source: །ལྕེའི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གང་ཡང་ལྕེ་དང་། རོ་དང་།
en: They do not consider whether so-called lingually compounded sensory contact is associated with cyclic existence or associated with nirvāṇa. “

source: ལྕེའི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་བྱུང་བའི་ཚོར་བ་བདེ་བའམ། སྡུག་བསྔལ་བའམ། བདེ་བ་ཡང་མ་ཡིན་སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་འབྱུང་ཞེས་བྱ་བ་དེ་ཡང་རྟག་པ་དང་། མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་པ་དང་། མི་སྟོང་པ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་ཉོན་མོངས་པ་དང་། རྣམ་པར་བྱང་བ་དང་། སྐྱེ་བ་དང་། འགག་པ་དང་། དབེན་པ་དང་། མི་དབེན་པ་དང་། དགེ་བ་དང་། མི་དགེ་བ་དང་། ཁ་ན་མ་ཐོ་བ་དང་བཅས་པ་དང་། ཁ་ན་མ་ཐོ་བ་མེད་པ་དང་། ཟག་པ་དང་བཅས་པ་དང་། ཟག་པ་མེད་པ་དང་།
en: They do not consider whether any so-called feelings conditioned by sensory contact compounded by the tongue, tastes, and gustatory consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering—are permanent or impermanent.

source: ཉོན་མོངས་པ་དང་བཅས་པ་དང་། ཉོན་མོངས་པ་མེད་པ་དང་། འཇིག་རྟེན་པ་དང་། འཇིག་རྟེན་ལས་འདས་པ་དང་། འཁོར་བ་དང་མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether they are imbued with happiness or imbued with suffering, whether they constitute a self or a nonself, whether they are at peace or not at peace, whether they are empty or not empty, whether they are with signs or without signs, whether they are with aspirations or without aspirations, whether they are conditioned or unconditioned, whether they are defiled or purified, whether they arise or cease, whether they are void or not void, whether they are virtuous or nonvirtuous, whether they are objectionable or free from being objectionable, whether they are contaminated or uncontaminated, whether they are tainted with afflicted mental states or untainted with afflicted mental states, whether they are mundane or supramundane, or whether they are associated with cyclic existence or associated with nirvāṇa. “

source: །ལུས་ཤེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called body is permanent.

source: །ལུས་ཤེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called body is impermanent [and so forth].

source: །ལུས་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether the so-called body is associated with cyclic existence or associated with nirvāṇa. “

source: །རེག་བྱ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tangibles are permanent.

source: །རེག་བྱ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tangibles are impermanent [and so forth].

source: །རེག་བྱ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tangibles are associated with cyclic existence or associated with nirvāṇa. “

source: །ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tactile consciousness is permanent.

source: །ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tactile consciousness is impermanent [and so forth].

source: །ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called tactile consciousness is associated with cyclic existence or associated with nirvāṇa. “

source: །ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called corporeally compounded sensory contact is permanent.

source: །ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་།
en: They do not consider whether so-called corporeally compounded sensory contact is impermanent [and so forth].

source: །ལུས་ཀྱི་འདུས་ཏེ་རེག་པ་ཞེས་བྱ་བ་འཁོར་བའི་བར་དུ་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །མྱ་ངན་ལས་འདས་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །གང་ཡང་ལུས་དང་། རེག་བྱ་དང་།
en: They do not consider whether so-called corporeally compounded sensory contact is associated with cyclic existence or associated with nirvāṇa. “

source: ལུས་ཀྱི་རྣམ་པར་ཤེས་པ་འདུས་ཏེ་རེག་པའི་རྐྱེན་གྱིས་བྱུང་བའི་ཚོར་བ་བདེ་བའམ། སྡུག་བསྔལ་བའམ། བདེ་བ་ཡང་མ་ཡིན། སྡུག་བསྔལ་བ་ཡང་མ་ཡིན་པ་འབྱུང་ཞེས་བྱ་བ་དེ་ཡང་རྟག་པ་དང་། མི་རྟག་པར་ཡང་དག་པར་རྗེས་སུ་མི་མཐོང་ངོ་། །བདེ་བ་དང་། སྡུག་བསྔལ་བ་དང་། བདག་དང་། བདག་མེད་པ་དང་། ཞི་བ་དང་། མ་ཞི་བ་དང་། སྟོང་བ་དང་། མི་སྟོང་བ་དང་། མཚན་མ་ཡོད་པ་དང་། མཚན་མ་མེད་པ་དང་། སྨོན་པ་ཡོད་པ་དང་། སྨོན་པ་མེད་པ་དང་། འདུས་བྱས་དང་། འདུས་མ་བྱས་དང་། ཀུན་ནས་
en: They do not consider whether any so-called feelings conditioned by sensory contact compounded by the body, touch, and tactile consciousness—be they imbued with happiness or suffering, or giving rise to neither happiness nor suffering—are permanent or impermanent.
